/*
Navicat MySQL Data Transfer

Source Server         : localhost
Source Server Version : 50628
Source Host           : localhost:3306
Source Database       : word_drill

Target Server Type    : MYSQL
Target Server Version : 50628
File Encoding         : 65001

Date: 2020-11-02 10:34:08
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for new_word
-- ----------------------------
DROP TABLE IF EXISTS `new_word`;
CREATE TABLE `new_word` (
  `word` varchar(255) NOT NULL,
  `phonetic_symbol` varchar(255) DEFAULT NULL,
  `chinese` varchar(255) NOT NULL,
  `memory_time` datetime DEFAULT NULL,
  `last_lethe_time` datetime DEFAULT NULL,
  `last_memory_time` datetime DEFAULT NULL,
  `lethe_count` int(11) unsigned zerofill DEFAULT NULL,
  `success_count` int(11) DEFAULT NULL,
  PRIMARY KEY (`word`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of new_word
-- ----------------------------
INSERT INTO `new_word` VALUES ('airhostss', null, '空姐', '2020-11-01 21:08:14', '2020-11-01 21:08:14', '2020-11-02 10:20:04', '00000000000', '1');
INSERT INTO `new_word` VALUES ('am', null, '第一人称单数用的动词现在时', '2020-11-01 19:29:38', '2020-11-01 19:29:38', '2020-11-02 10:19:45', '00000000000', '1');
INSERT INTO `new_word` VALUES ('American', null, '美国的', '2020-10-31 21:50:57', '2020-10-31 21:50:57', '2020-11-02 10:19:50', '00000000000', '2');
INSERT INTO `new_word` VALUES ('are', null, '动词现在时复数 对you时用的', '2020-11-01 19:28:46', '2020-11-01 19:28:46', '2020-11-02 10:17:43', '00000000000', '1');
INSERT INTO `new_word` VALUES ('book', null, '书', '2020-10-26 21:43:43', '2020-10-26 21:43:43', '2020-11-02 10:20:09', '00000000000', '4');
INSERT INTO `new_word` VALUES ('car', null, '小汽车', '2020-10-26 21:43:43', '2020-10-26 21:43:43', '2020-11-02 10:18:50', '00000000000', '4');
INSERT INTO `new_word` VALUES ('Chinese', null, '中国人', '2020-10-31 18:24:41', '2020-10-31 18:24:41', '2020-11-02 10:17:03', '00000000000', '2');
INSERT INTO `new_word` VALUES ('cloakroom', null, '衣帽间、斗篷间', '2020-10-29 23:00:02', '2020-10-29 23:00:02', '2020-11-02 10:19:39', '00000000000', '3');
INSERT INTO `new_word` VALUES ('coat', null, '上衣', '2020-10-26 21:43:43', '2020-10-26 21:43:43', '2020-11-02 10:18:16', '00000000000', '4');
INSERT INTO `new_word` VALUES ('Daewoo', null, '大宇', '2020-10-31 21:57:03', '2020-10-31 21:57:03', '2020-11-02 10:18:46', '00000000000', '2');
INSERT INTO `new_word` VALUES ('daughter', null, '女儿', '2020-10-29 23:02:05', '2020-10-29 23:02:05', '2020-11-02 10:17:15', '00000000000', '3');
INSERT INTO `new_word` VALUES ('dress', null, '连衣裙', '2020-10-26 21:43:43', '2020-10-26 21:43:43', '2020-11-02 10:17:46', '00000000000', '4');
INSERT INTO `new_word` VALUES ('engineer', null, '工程师', '2020-11-01 19:27:44', '2020-11-01 19:27:44', '2020-11-02 10:16:26', '00000000000', '1');
INSERT INTO `new_word` VALUES ('English', null, '英国的', '2020-10-31 18:27:18', '2020-10-31 18:27:18', '2020-11-02 10:17:05', '00000000000', '2');
INSERT INTO `new_word` VALUES ('excuse', '', '原谅、打扰了', '2020-10-26 21:43:43', '2020-10-26 21:43:43', '2020-11-01 17:58:50', '00000000000', '4');
INSERT INTO `new_word` VALUES ('Fiat', null, '菲亚特', '2020-10-31 21:57:19', '2020-10-31 21:57:19', '2020-11-02 10:16:46', '00000000000', '2');
INSERT INTO `new_word` VALUES ('five', null, '五', '2020-10-29 22:56:32', '2020-10-29 22:56:32', '2020-11-02 10:16:32', '00000000000', '3');
INSERT INTO `new_word` VALUES ('Ford', null, '福特', '2020-10-31 21:57:11', '2020-10-31 21:57:11', '2020-11-02 10:16:29', '00000000000', '2');
INSERT INTO `new_word` VALUES ('French', null, '法国人', '2020-10-31 18:21:27', '2020-10-31 18:21:27', '2020-11-02 10:17:51', '00000000000', '2');
INSERT INTO `new_word` VALUES ('German', null, '德国人', '2020-10-31 18:22:27', '2020-10-31 18:22:27', '2020-11-02 10:19:35', '00000000000', '2');
INSERT INTO `new_word` VALUES ('good', null, '好的', '2020-10-31 18:19:21', '2020-10-31 18:19:21', '2020-11-02 10:18:47', '00000000000', '2');
INSERT INTO `new_word` VALUES ('hairdresser', null, '理发师', '2020-11-01 21:05:28', '2020-11-01 21:05:28', '2020-11-02 10:16:43', '00000000000', '1');
INSERT INTO `new_word` VALUES ('handbag', '', '(女用)手提包', '2020-10-26 21:43:43', '2020-10-26 21:43:43', '2020-11-01 18:01:29', '00000000000', '4');
INSERT INTO `new_word` VALUES ('house', null, '房子', '2020-10-26 21:43:43', '2020-10-26 21:43:43', '2020-11-02 10:17:06', '00000000000', '4');
INSERT INTO `new_word` VALUES ('housewife', null, '家庭主妇', '2020-11-01 21:08:31', '2020-11-01 21:08:31', '2020-11-02 10:18:05', '00000000000', '1');
INSERT INTO `new_word` VALUES ('is', '', '动词现在时第三人称单数', '2020-10-26 21:43:43', '2020-10-26 21:43:43', '2020-11-01 17:59:43', '00000000000', '4');
INSERT INTO `new_word` VALUES ('it', '', '它', '2020-10-26 21:43:43', '2020-10-26 21:43:43', '2020-11-01 18:00:55', '00000000000', '4');
INSERT INTO `new_word` VALUES ('Italian', null, '意大利的', '2020-10-31 21:54:20', '2020-10-31 21:54:20', '2020-11-02 10:19:32', '00000000000', '2');
INSERT INTO `new_word` VALUES ('Japanese', null, '日本人', '2020-10-31 18:23:33', '2020-10-31 18:23:33', '2020-11-02 10:21:11', '00000000000', '2');
INSERT INTO `new_word` VALUES ('job', null, '工作', '2020-11-01 19:29:53', '2020-11-01 19:29:53', '2020-11-02 10:17:11', '00000000000', '1');
INSERT INTO `new_word` VALUES ('keyboard', null, '电脑键盘', '2020-11-01 19:27:26', '2020-11-01 19:27:26', '2020-11-02 10:19:55', '00000000000', '1');
INSERT INTO `new_word` VALUES ('Korean', null, '韩国人', '2020-10-31 18:24:19', '2020-10-31 18:24:19', '2020-11-02 10:18:53', '00000000000', '2');
INSERT INTO `new_word` VALUES ('make', null, '制造、厂商', '2020-10-31 18:26:05', '2020-10-31 18:26:05', '2020-11-02 10:15:44', '00000000000', '2');
INSERT INTO `new_word` VALUES ('meet', null, '遇见', '2020-10-31 18:23:10', '2020-10-31 18:23:10', '2020-11-02 10:15:28', '00000000000', '2');
INSERT INTO `new_word` VALUES ('Mercedes', null, '梅赛德斯奔驰', '2020-10-31 21:56:27', '2020-10-31 21:56:27', '2020-11-02 10:18:25', '00000000000', '2');
INSERT INTO `new_word` VALUES ('milkman', null, '送牛奶的人', '2020-11-01 21:10:09', '2020-11-01 21:10:09', '2020-11-02 10:21:16', '00000000000', '1');
INSERT INTO `new_word` VALUES ('Mini', null, '迷你', '2020-10-31 22:06:01', '2020-10-31 22:06:01', '2020-11-02 10:15:34', '00000000000', '2');
INSERT INTO `new_word` VALUES ('Miss', null, '小姐', '2020-10-31 18:20:43', '2020-10-31 18:20:43', '2020-11-02 10:20:22', '00000000000', '2');
INSERT INTO `new_word` VALUES ('morning', null, '早晨', '2020-10-31 18:20:18', '2020-10-31 18:20:18', '2020-11-02 10:15:37', '00000000000', '2');
INSERT INTO `new_word` VALUES ('Mr.', null, '写信时用的先生', '2020-10-31 18:19:10', '2020-10-31 18:19:10', '2020-11-02 10:15:26', '00000000000', '2');
INSERT INTO `new_word` VALUES ('nationality', null, '国籍', '2020-11-01 19:26:08', '2020-11-01 19:26:08', '2020-11-02 10:20:37', '00000000000', '1');
INSERT INTO `new_word` VALUES ('new', null, '新的', '2020-10-31 18:20:54', '2020-10-31 18:20:54', '2020-11-02 10:15:46', '00000000000', '2');
INSERT INTO `new_word` VALUES ('nice', null, '美好的、干得好', '2020-10-31 18:22:42', '2020-10-31 18:22:42', '2020-11-02 10:18:49', '00000000000', '2');
INSERT INTO `new_word` VALUES ('number', null, '号码', '2020-10-29 22:55:47', '2020-10-29 22:55:47', '2020-11-02 10:18:39', '00000000000', '3');
INSERT INTO `new_word` VALUES ('nurse', null, '护士', '2020-11-01 21:09:04', '2020-11-01 21:09:04', '2020-11-02 10:15:49', '00000000000', '1');
INSERT INTO `new_word` VALUES ('operator', null, '输入者', '2020-11-01 19:26:53', '2020-11-01 19:26:53', '2020-11-02 10:19:20', '00000000000', '1');
INSERT INTO `new_word` VALUES ('pardon', '', '原谅、请再说一遍', '2020-10-26 21:43:43', '2020-10-26 21:43:43', '2020-11-01 17:58:25', '00000000000', '4');
INSERT INTO `new_word` VALUES ('pen', null, '钢笔', '2020-10-26 21:43:43', '2020-10-26 21:43:43', '2020-11-02 10:20:00', '00000000000', '4');
INSERT INTO `new_word` VALUES ('pencil', null, '铅笔', '2020-10-26 21:43:43', '2020-10-26 21:43:43', '2020-11-02 10:16:05', '00000000000', '4');
INSERT INTO `new_word` VALUES ('Peugeot', null, '标志', '2020-10-31 21:56:09', '2020-10-31 21:56:09', '2020-11-02 10:16:02', '00000000000', '2');
INSERT INTO `new_word` VALUES ('please', null, '请', '2020-10-29 22:56:09', '2020-10-29 22:56:09', '2020-11-02 10:18:08', '00000000000', '3');
INSERT INTO `new_word` VALUES ('police', null, '警察', '2020-11-01 19:30:04', '2020-11-01 19:30:04', '2020-11-02 10:20:07', '00000000000', '1');
INSERT INTO `new_word` VALUES ('postman', null, '跑死他们', '2020-11-01 21:08:47', '2020-11-01 21:08:47', '2020-11-02 10:20:24', '00000000000', '1');
INSERT INTO `new_word` VALUES ('school', null, '学校', '2020-10-29 23:01:43', '2020-10-29 23:01:43', '2020-11-02 10:17:54', '00000000000', '3');
INSERT INTO `new_word` VALUES ('shirt', null, '衬衣', '2020-10-26 21:43:43', '2020-10-26 21:43:43', '2020-11-02 10:21:02', '00000000000', '4');
INSERT INTO `new_word` VALUES ('sir', null, '先生', '2020-10-29 22:58:04', '2020-10-29 22:58:04', '2020-11-02 10:18:17', '00000000000', '3');
INSERT INTO `new_word` VALUES ('skirt', null, '裙子', '2020-10-26 21:43:43', '2020-10-26 21:43:43', '2020-11-02 10:20:20', '00000000000', '4');
INSERT INTO `new_word` VALUES ('son', null, '儿子', '2020-10-29 23:01:10', '2020-10-29 23:01:10', '2020-11-02 10:19:23', '00000000000', '3');
INSERT INTO `new_word` VALUES ('sorry', null, '抱歉、对不起', '2020-10-29 22:57:39', '2020-10-29 22:57:39', '2020-11-02 10:16:10', '00000000000', '3');
INSERT INTO `new_word` VALUES ('student', null, '学生', '2020-10-31 18:21:04', '2020-10-31 18:21:04', '2020-11-02 10:16:08', '00000000000', '2');
INSERT INTO `new_word` VALUES ('suit', null, '套装、一套衣服', '2020-10-29 23:00:41', '2020-10-29 23:00:41', '2020-11-02 10:17:17', '00000000000', '3');
INSERT INTO `new_word` VALUES ('Swedish', null, '瑞典的', '2020-10-31 18:27:03', '2020-10-31 18:27:03', '2020-11-02 10:17:40', '00000000000', '2');
INSERT INTO `new_word` VALUES ('taxidriver', null, '出租车司机', '2020-11-01 21:05:06', '2020-11-01 21:05:06', '2020-11-02 10:16:59', '00000000000', '1');
INSERT INTO `new_word` VALUES ('teacher', null, '老师', '2020-10-29 23:02:49', '2020-10-29 23:02:49', '2020-11-02 10:19:58', '00000000000', '3');
INSERT INTO `new_word` VALUES ('thank', '', '感谢你', '2020-10-26 21:43:43', '2020-10-26 21:43:43', '2020-11-01 17:58:31', '00000000000', '4');
INSERT INTO `new_word` VALUES ('this', '', '这', '2020-10-26 21:43:43', '2020-10-26 21:43:43', '2020-11-01 17:58:21', '00000000000', '4');
INSERT INTO `new_word` VALUES ('ticket', null, '票', '2020-10-29 22:59:04', '2020-10-29 22:59:04', '2020-11-02 10:17:29', '00000000000', '3');
INSERT INTO `new_word` VALUES ('too', null, '也、强调、太', '2020-10-31 18:25:35', '2020-10-31 18:25:35', '2020-11-02 10:15:22', '00000000000', '2');
INSERT INTO `new_word` VALUES ('Toyota', null, '丰田', '2020-10-31 21:56:39', '2020-10-31 21:56:39', '2020-11-02 10:18:56', '00000000000', '2');
INSERT INTO `new_word` VALUES ('umbrella', null, '伞', '2020-10-29 22:55:32', '2020-10-29 22:55:32', '2020-11-02 10:15:41', '00000000000', '3');
INSERT INTO `new_word` VALUES ('very_much', '', '非常的', '2020-10-26 21:43:43', '2020-10-26 21:43:43', '2020-11-01 18:00:09', '00000000000', '4');
INSERT INTO `new_word` VALUES ('Volvo', null, '沃尔沃', '2020-10-31 21:54:08', '2020-10-31 21:54:08', '2020-11-02 10:18:13', '00000000000', '2');
INSERT INTO `new_word` VALUES ('watch', null, '手表、注意、观察、值班', '2020-10-26 21:43:43', '2020-10-26 21:43:43', '2020-11-02 10:18:11', '00000000000', '4');
INSERT INTO `new_word` VALUES ('what', null, '什么', '2020-11-01 19:28:05', '2020-11-01 19:28:05', '2020-11-02 10:17:48', '00000000000', '1');
INSERT INTO `new_word` VALUES ('your', '', '你的', '2020-10-26 21:43:43', '2020-10-26 21:43:43', '2020-11-01 17:58:45', '00000000000', '4');
